Repository: iwbinb/LightPlan
Catalog: ios/Shared/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, pt_pt, th, zh_hans, zh_hant

# privacy.p2
source: Location access is requested only when you choose “Use current location.” You may decline and enter coordinates instead. Apple provides map search, geocoding and map tiles under its policies. Opening a place in Apple Maps sends that coordinate to Apple Maps. The App Store handles the app purchase before download; LightPlan collects no payment-card details.
de: Standortzugriff wird nur bei „Aktuellen Standort verwenden“ angefordert. Sie können ablehnen und Koordinaten eingeben. Kartensuche, Geocodierung und Kartendaten werden von Apple bereitgestellt und unterliegen dessen Richtlinien. Beim Öffnen eines Ortes in Apple Karten werden dessen Koordinaten an Apple Karten übergeben. Der App Store wickelt den App-Kauf vor dem Download ab; LightPlan erhebt keine Zahlungskartendaten.
fr: L’accès à la position n’est demandé que si vous choisissez « Utiliser ma position ». Vous pouvez refuser et saisir des coordonnées. Apple fournit la recherche, le géocodage et les cartes selon ses politiques. Ouvrir un lieu dans Plans d’Apple transmet ses coordonnées à Plans. L’App Store gère l’achat de l’app avant son téléchargement ; LightPlan ne collecte aucune donnée de carte bancaire.
ja: 位置情報は「現在地を使用」を選んだ場合にのみ要求します。拒否して座標を入力することもできます。地図検索、ジオコーディング、地図データはAppleが提供し、そのポリシーが適用されます。Appleマップで場所を開くと、その座標がAppleマップに渡されます。アプリの購入はダウンロード前にApp Storeで処理されます。LightPlanは決済カード情報を収集しません。
ko: “현재 위치 사용”을 선택할 때만 위치 권한을 요청합니다. 거부하고 좌표를 직접 입력할 수 있습니다. 지도 검색, 지오코딩 및 지도는 Apple에서 제공하며 Apple 정책이 적용됩니다. Apple 지도에서 장소를 열면 해당 좌표가 Apple 지도로 전달됩니다. 앱 구매는 다운로드 전에 App Store에서 처리하며 LightPlan은 결제 카드 정보를 수집하지 않습니다.
pt_pt: O acesso à localização só é pedido ao escolher «Usar localização atual». Pode recusar e introduzir coordenadas. A pesquisa, geocodificação e mapas são fornecidos pela Apple, segundo as suas políticas. Abrir um local no Mapas da Apple envia-lhe essas coordenadas. A App Store processa a compra da aplicação antes da transferência; o LightPlan não recolhe dados de cartões de pagamento.
th: แอปจะขอสิทธิ์ตำแหน่งเมื่อคุณเลือก “ใช้ตำแหน่งปัจจุบัน” เท่านั้น คุณปฏิเสธและกรอกพิกัดแทนได้ Apple ให้บริการค้นหาแผนที่ แปลงตำแหน่ง และแผนที่ตามนโยบายของ Apple การเปิดสถานที่ใน Apple Maps จะส่งพิกัดนั้นให้ Apple Maps การซื้อแอปดำเนินการผ่าน App Store ก่อนดาวน์โหลด LightPlan ไม่เก็บข้อมูลบัตรชำระเงิน
zh_hans: 仅在你选择“使用当前位置”时请求定位权限，也可拒绝并手动输入坐标。地图搜索、地理编码和地图内容由 Apple 提供，受其政策约束。在 Apple 地图中打开地点会将该坐标传给 Apple 地图。App Store 在下载前处理 App 购买，LightPlan 不收集银行卡信息。
zh_hant: 僅在你選擇「使用目前位置」時要求定位權限，也可拒絕並手動輸入座標。地圖搜尋、地理編碼和地圖內容由 Apple 提供，受其政策約束。在 Apple 地圖中開啟地點會將該座標傳給 Apple 地圖。App Store 在下載前處理 App 購買，LightPlan 不收集銀行卡資訊。

# privacy.p3
source: Reminders are scheduled on your device. The widget reads its selected place and preferences through a local App Group shared with LightPlan. Operating-system backup services may include app data according to your device settings; LightPlan does not provide its own cloud sync.
de: Erinnerungen werden auf Ihrem Gerät geplant. Das Widget liest Ort und Einstellungen über eine lokale, mit LightPlan geteilte App Group. Je nach Geräteeinstellungen können Betriebssystem-Backups App-Daten enthalten. LightPlan bietet keine eigene Cloud-Synchronisierung.
fr: Les rappels sont programmés sur l’appareil. Le widget lit le lieu et les préférences via un App Group local partagé avec LightPlan. Selon vos réglages, les sauvegardes du système peuvent inclure les données de l’app. LightPlan ne fournit pas sa propre synchronisation cloud.
ja: 通知は端末上で予約されます。ウィジェットはLightPlanと共有するローカルApp Groupから選択場所と設定を読み取ります。端末設定に応じ、OSのバックアップにアプリデータが含まれる場合があります。独自のクラウド同期は提供していません。
ko: 알림은 기기에서 예약됩니다. 위젯은 LightPlan과 공유하는 로컬 App Group에서 선택한 장소와 설정을 읽습니다. 기기 설정에 따라 운영체제의 백업에 앱 데이터가 포함될 수 있습니다. LightPlan은 자체 클라우드 동기화를 제공하지 않습니다.
pt_pt: Os lembretes são agendados no dispositivo. O widget lê o local e as preferências através de um App Group local partilhado com o LightPlan. As cópias de segurança do sistema podem incluir dados da aplicação consoante as definições do dispositivo. Não existe sincronização cloud própria do LightPlan.
th: การแจ้งเตือนถูกตั้งไว้บนอุปกรณ์ วิดเจ็ตอ่านสถานที่และค่ากำหนดผ่าน App Group ภายในเครื่องที่แชร์กับ LightPlan ระบบปฏิบัติการอาจสำรองข้อมูลแอปตามการตั้งค่าอุปกรณ์ LightPlan ไม่มีบริการซิงค์คลาวด์ของตนเอง
zh_hans: 提醒在设备本地安排。小组件通过与 LightPlan 共享的本地 App Group 读取选定地点和偏好。系统备份服务可能根据设备设置备份 App 数据；LightPlan 不提供自有云同步。
zh_hant: 提醒在裝置本機安排。小工具透過與 LightPlan 共用的本機 App Group 讀取選定地點和偏好。系統備份服務可能依裝置設定備份 App 資料；LightPlan 不提供自有雲端同步。

# privacy.p4
source: Backup files and shared field briefs may contain precise observer and subject coordinates, dates and your notes. When you export or share them, those details go to a destination you choose. Review recipients before sharing. Export a backup before deleting the app or changing devices. Delete plans and places, or delete the app in system settings, to remove local data. Manage exported copies separately.
de: Sicherungsdateien und geteilte Aufnahmeübersichten können genaue Koordinaten von Standort und Motiv, Daten und Ihre Notizen enthalten. Beim Exportieren oder Teilen werden diese Angaben an ein von Ihnen gewähltes Ziel übermittelt. Prüfen Sie vor dem Teilen die Empfänger. Exportieren Sie vor dem Löschen der App oder einem Gerätewechsel eine Sicherung. Löschen Sie Pläne und Orte oder die App in den Systemeinstellungen, um lokale Daten zu entfernen. Verwalten Sie exportierte Kopien separat.
fr: Les sauvegardes et les fiches de prise de vue partagées peuvent contenir les coordonnées précises du point d’observation et du sujet, des dates et vos notes. Lorsque vous les exportez ou les partagez, ces informations sont envoyées vers une destination de votre choix. Vérifiez les destinataires avant le partage. Exportez une sauvegarde avant de supprimer l’app ou de changer d’appareil. Supprimez les projets et les lieux, ou l’app dans les réglages système, pour effacer les données locales. Gérez séparément les copies exportées.
ja: バックアップファイルや共有する撮影概要には、撮影地点と被写体の正確な座標、日付、メモが含まれることがあります。書き出しや共有を操作すると、これらの情報が選択した送信先に渡されます。共有前に送信先を確認してください。アプリの削除や端末の変更前にバックアップを書き出してください。計画や場所を削除するか、システム設定でアプリを削除するとローカルデータを削除できます。書き出したコピーは別途管理してください。
ko: 백업 파일과 공유한 촬영 요약에는 관측 지점과 피사체의 정확한 좌표, 날짜 및 메모가 포함될 수 있습니다. 내보내거나 공유하면 이러한 정보가 선택한 대상으로 전달됩니다. 공유 전에 수신자를 확인하세요. 앱을 삭제하거나 기기를 바꾸기 전에 백업을 내보내세요. 계획과 장소를 삭제하거나 시스템 설정에서 앱을 삭제하여 로컬 데이터를 제거할 수 있습니다. 내보낸 사본은 별도로 관리하세요.
pt_pt: As cópias de segurança e os resumos de sessão partilhados podem conter coordenadas exatas do ponto de observação e do motivo, datas e as suas notas. Ao exportar ou partilhar, estes dados são enviados para um destino à sua escolha. Confirme os destinatários antes de partilhar. Exporte uma cópia de segurança antes de apagar a aplicação ou mudar de dispositivo. Apague os planos e locais, ou a aplicação nas definições do sistema, para remover os dados locais. Gira separadamente as cópias exportadas.
th: ไฟล์สำรองและสรุปการถ่ายภาพที่แชร์อาจมีพิกัดที่แน่นอนของจุดถ่ายและวัตถุเป้าหมาย วันที่ และบันทึกของคุณ เมื่อคุณส่งออกหรือแชร์ ข้อมูลเหล่านี้จะถูกส่งไปยังปลายทางที่คุณเลือก โปรดตรวจสอบผู้รับก่อนแชร์ ส่งออกข้อมูลสำรองก่อนลบแอปหรือเปลี่ยนอุปกรณ์ คุณลบแผนและสถานที่ หรือลบแอปผ่านการตั้งค่าระบบเพื่อลบข้อมูลในเครื่องได้ สำเนาที่ส่งออกต้องจัดการแยกต่างหาก
zh_hans: 备份文件和分享的拍摄简报可能包含观察点与主体的精确坐标、日期及笔记。导出或分享时，这些内容会发送到你选择的渠道。分享前请确认接收方。删除 App 或更换设备前请导出备份。可删除计划、地点，或在系统设置中删除 App 以清除本地数据；已导出的副本需另行管理。
zh_hant: 備份檔案和分享的拍攝簡報可能包含觀察點與主體的精確座標、日期及筆記。匯出或分享時，這些內容會傳送到你選擇的管道。分享前請確認接收方。刪除 App 或更換裝置前請匯出備份。可刪除計畫、地點，或在系統設定中刪除 App 以清除本機資料；已匯出的副本需另行管理。

# legal.p1
source: LightPlan is a photography-planning aid, not a navigation, aviation or safety instrument. Calculations describe geometric light and approximate astronomical events. They cannot guarantee visibility, weather or the quality of a photograph.
de: LightPlan unterstützt die Fotoplanung und ist kein Navigations-, Luftfahrt- oder Sicherheitsinstrument. Berechnungen beschreiben geometrisches Licht und angenäherte astronomische Ereignisse. Sie garantieren weder Sichtbarkeit noch Wetter oder Bildqualität.
fr: LightPlan est une aide à la préparation photographique, pas un instrument de navigation, d’aviation ou de sécurité. Les calculs décrivent la lumière géométrique et des événements astronomiques approximatifs. Ils ne garantissent ni visibilité, ni météo, ni qualité photographique.
ja: LightPlanは撮影計画の補助ツールであり、航法、航空、安全のための機器ではありません。計算は幾何学的な光と概算の天文現象を示し、視認性、天候、写真の仕上がりを保証しません。
ko: LightPlan은 촬영 계획 보조 도구이며 내비게이션, 항공 또는 안전 장비가 아닙니다. 계산은 기하학적 빛과 대략적인 천문 현상을 나타내며 가시성, 날씨 또는 사진 품질을 보장하지 않습니다.
pt_pt: O LightPlan auxilia o planeamento fotográfico; não é um instrumento de navegação, aviação ou segurança. Os cálculos descrevem a luz geométrica e eventos astronómicos aproximados. Não garantem visibilidade, meteorologia ou qualidade fotográfica.
th: LightPlan เป็นเครื่องมือช่วยวางแผนถ่ายภาพ ไม่ใช่อุปกรณ์นำทาง การบิน หรือความปลอดภัย การคำนวณแสดงแสงเชิงเรขาคณิตและเหตุการณ์ทางดาราศาสตร์โดยประมาณ ไม่รับประกันการมองเห็น อากาศ หรือคุณภาพภาพถ่าย
zh_hans: LightPlan 是摄影规划辅助工具，不是导航、航空或安全仪器。计算描述几何光线和近似天文事件，不能保证现场可见性、天气或照片效果。
zh_hant: LightPlan 是攝影規劃輔助工具，不是導航、航空或安全儀器。計算描述幾何光線和近似天文事件，無法保證現場可見性、天氣或照片效果。

# legal.p2
source: LightPlan is purchased once in the App Store before download. All features in this version are available after installation, with no in-app purchases or subscription. The App Store displays the price and handles payment. To download it again, use your purchasing Apple Account in the App Store. Downloading the app again does not itself restore local plans or notes. Keep a backup when changing devices.
de: LightPlan wird vor dem Download einmalig im App Store gekauft. Nach der Installation stehen alle Funktionen dieser Version ohne In-App-Käufe oder Abonnement zur Verfügung. Der App Store zeigt den Preis an und wickelt die Zahlung ab. Verwenden Sie für einen erneuten Download Ihren beim Kauf genutzten Apple Account im App Store. Ein erneuter App-Download stellt lokale Pläne oder Notizen nicht automatisch wieder her. Bewahren Sie beim Gerätewechsel eine Sicherung auf.
fr: LightPlan s’achète une seule fois dans l’App Store avant le téléchargement. Toutes les fonctions de cette version sont disponibles après l’installation, sans achats intégrés ni abonnement. L’App Store affiche le prix et gère le paiement. Pour télécharger à nouveau l’app, utilisez dans l’App Store le compte Apple ayant servi à l’achat. Télécharger à nouveau l’app ne restaure pas à lui seul les projets ou notes locaux. Conservez une sauvegarde lors d’un changement d’appareil.
ja: LightPlanはダウンロード前にApp Storeで一度購入するアプリです。インストール後は本バージョンのすべての機能を利用でき、アプリ内課金やサブスクリプションはありません。価格の表示と決済はApp Storeが行います。再ダウンロードには、購入時のApple AccountをApp Storeで使用してください。アプリを再ダウンロードするだけでは、端末に保存された計画やメモは復元されません。端末を変更する際はバックアップを保管してください。
ko: LightPlan은 다운로드 전에 App Store에서 한 번 구매하는 앱입니다. 설치 후 이 버전의 모든 기능을 사용할 수 있으며 앱 내 구입이나 구독은 없습니다. 가격 표시와 결제는 App Store에서 처리합니다. 다시 다운로드하려면 구매에 사용한 Apple 계정으로 App Store를 이용하세요. 앱을 다시 다운로드하는 것만으로는 기기에 저장된 계획이나 메모가 복원되지 않습니다. 기기를 바꿀 때는 백업을 보관하세요.
pt_pt: O LightPlan é comprado uma única vez na App Store antes da transferência. Após a instalação, todas as funcionalidades desta versão estão disponíveis, sem compras integradas nem subscrição. A App Store apresenta o preço e processa o pagamento. Para voltar a descarregar a aplicação, use na App Store a Conta Apple utilizada na compra. Voltar a descarregar a aplicação, por si só, não restaura os planos ou notas locais. Guarde uma cópia de segurança ao mudar de dispositivo.
th: LightPlan เป็นแอปที่ซื้อครั้งเดียวใน App Store ก่อนดาวน์โหลด หลังติดตั้งจะใช้ทุกฟีเจอร์ของเวอร์ชันนี้ได้ โดยไม่มีการซื้อภายในแอปหรือการสมัครสมาชิก App Store แสดงราคาและดำเนินการชำระเงิน หากต้องการดาวน์โหลดอีกครั้ง ให้ใช้บัญชี Apple ที่ใช้ซื้อใน App Store การดาวน์โหลดแอปอีกครั้งเพียงอย่างเดียวจะไม่กู้คืนแผนหรือบันทึกในเครื่อง โปรดเก็บข้อมูลสำรองเมื่อเปลี่ยนอุปกรณ์
zh_hans: LightPlan 在 App Store 下载前一次性付费，安装后即可使用本版本的全部功能，没有 App 内购买或订阅。价格与付款由 App Store 展示和处理。再次下载请在 App Store 使用购买时的 Apple 账户。重新下载 App 本身不会恢复本地计划或笔记，更换设备时请保留备份。
zh_hant: LightPlan 在 App Store 下載前一次性付費，安裝後即可使用本版本的全部功能，沒有 App 內購買或訂閱。價格與付款由 App Store 顯示和處理。再次下載請在 App Store 使用購買時的 Apple 帳號。重新下載 App 本身不會復原本機計畫或筆記，更換裝置時請保留備份。

# legal.p3
source: Map content is provided by Apple and its data providers. Decorative coastal images in LightPlan are original AI-generated illustrations, not live photographs of the selected destination. Check access rights and local conditions before visiting a shooting location.
de: Karteninhalte stammen von Apple und seinen Datenanbietern. Die dekorativen Küstenbilder sind eigens erzeugte KI-Illustrationen, keine aktuellen Fotos des gewählten Zielorts. Prüfen Sie Zugangsrechte und örtliche Bedingungen vor einem Besuch.
fr: Les cartes sont fournies par Apple et ses fournisseurs de données. Les images côtières décoratives sont des illustrations originales générées par IA, pas des photos en direct du lieu choisi. Vérifiez l’accès et les conditions locales avant de vous rendre sur place.
ja: 地図はAppleおよびデータ提供者から提供されます。海岸の装飾画像は独自のAI生成イラストで、選択した場所の現在の写真ではありません。撮影地を訪れる前に、立ち入りの可否と現地の状況を確認してください。
ko: 지도 콘텐츠는 Apple과 해당 데이터 제공업체가 제공합니다. 앱의 해안 장식 이미지는 독자적인 AI 생성 일러스트이며 선택한 목적지의 실시간 사진이 아닙니다. 촬영 장소를 방문하기 전에 출입 가능 여부와 현장 상황을 확인하세요.
pt_pt: Os mapas são fornecidos pela Apple e pelos seus fornecedores de dados. As imagens decorativas da costa são ilustrações originais geradas por IA, não fotografias em direto do destino escolhido. Verifique o acesso e as condições locais antes de visitar o local.
th: เนื้อหาแผนที่ให้บริการโดย Apple และผู้ให้ข้อมูล ภาพชายฝั่งที่ใช้ตกแต่งเป็นภาพต้นฉบับที่สร้างด้วย AI ไม่ใช่ภาพถ่ายปัจจุบันของจุดหมายที่เลือก โปรดตรวจสอบสิทธิ์เข้าใช้พื้นที่และสภาพจริงก่อนเดินทางไปถ่ายภาพ
zh_hans: 地图内容由 Apple 及其数据提供方提供。App 中的海岸装饰图是原创 AI 生成插画，并非所选目的地的实时实拍。前往拍摄地点前，请确认通行权限及现场条件。
zh_hant: 地圖內容由 Apple 及其資料提供方提供。App 中的海岸裝飾圖是原創 AI 生成圖像，並非所選目的地的即時實拍。前往拍攝地點前，請確認通行權限及現場條件。

# legal.p4
source: The Apple Standard Licensed Application End User License Agreement applies unless a separate agreement is supplied in the App Store. Your statutory consumer rights are not limited by this notice. Contact support from Settings for product questions; Apple handles App Store payment and refund requests.
de: Sofern im App Store keine separate Vereinbarung bereitgestellt wird, gilt Apples Standard-Lizenzvereinbarung für Endnutzer lizenzierter Anwendungen. Gesetzliche Verbraucherrechte werden durch diesen Hinweis nicht eingeschränkt. Produktfragen richten Sie über die Einstellungen an den Support; Zahlungen und Erstattungen im App Store bearbeitet Apple.
fr: Le contrat de licence standard Apple pour les applications s’applique, sauf accord distinct fourni dans l’App Store. Cette notice ne limite pas vos droits légaux de consommateur. Contactez l’assistance via les réglages pour les questions produit ; Apple traite les paiements et remboursements App Store.
ja: App Storeで別途契約が提示されない限り、Apple標準の使用許諾アプリケーション・エンドユーザライセンス契約が適用されます。この案内は法定の消費者の権利を制限しません。製品については設定からサポートに連絡してください。支払いと返金の申請はAppleが扱います。
ko: App Store에 별도의 계약이 제공되지 않는 한 Apple 표준 사용권 계약이 적용됩니다. 이 안내는 법적 소비자 권리를 제한하지 않습니다. 제품 관련 문의는 설정에서 지원팀에 연락하세요. App Store 결제와 환불 요청은 Apple이 처리합니다.
pt_pt: Aplica-se o contrato de licença padrão da Apple para aplicações, salvo acordo separado na App Store. Este aviso não limita os seus direitos legais enquanto consumidor. Contacte o apoio nas Definições para questões sobre o produto; a Apple trata dos pagamentos e reembolsos da App Store.
th: หาก App Store ไม่ได้ระบุข้อตกลงแยกต่างหาก จะใช้ข้อตกลงสิทธิ์การใช้งานมาตรฐานของ Apple ข้อความนี้ไม่จำกัดสิทธิ์ผู้บริโภคตามกฎหมาย ติดต่อฝ่ายช่วยเหลือจากการตั้งค่าเพื่อสอบถามเกี่ยวกับผลิตภัณฑ์ ส่วนคำขอเกี่ยวกับการชำระเงินและการคืนเงินใน App Store จัดการโดย Apple
zh_hans: 除非 App Store 另行提供协议，否则适用 Apple 标准许可应用程序最终用户许可协议。本说明不限制你的法定消费者权利。产品问题可通过设置联系支持；App Store 付款和退款请求由 Apple 处理。
zh_hant: 除非 App Store 另行提供協議，否則適用 Apple 標準授權應用程式最終使用者授權協議。本說明不限制你的法定消費者權利。產品問題可透過設定聯絡支援；App Store 付款和退款要求由 Apple 處理。

# date.tomorrow
source: Tomorrow
de: Morgen
fr: Demain
ja: 明日
ko: 내일
pt_pt: Amanhã
th: พรุ่งนี้
zh_hans: 明天
zh_hant: 明天

# date.weekend
source: Next weekend
de: Nächstes Wochenende
fr: Prochain week-end
ja: 次の週末
ko: 다음 주말
pt_pt: Próximo fim de semana
th: สุดสัปดาห์หน้า
zh_hans: 下个周末
zh_hant: 下個週末

# time.now
source: Now
de: Jetzt
fr: Maintenant
ja: 現在
ko: 지금
pt_pt: Agora
th: ตอนนี้
zh_hans: 现在
zh_hant: 現在

# today.allEvents
source: All events today
de: Alle Ereignisse dieses Tages
fr: Tous les événements du jour
ja: この日のすべてのイベント
ko: 이 날짜의 모든 이벤트
pt_pt: Todos os eventos do dia
th: เหตุการณ์ทั้งหมดของวันนี้
zh_hans: 当天全部事件
zh_hant: 當天全部事件

# composition.toggle
source: Composition planner
de: Bildkomposition
fr: Planificateur de composition
ja: 構図プランナー
ko: 구도 플래너
pt_pt: Planeador de composição
th: วางแผนองค์ประกอบ
zh_hans: 构图规划
zh_hant: 構圖規劃

# composition.subject
source: Subject
de: Motiv
fr: Sujet
ja: 被写体
ko: 피사체
pt_pt: Motivo
th: ตัวแบบ
zh_hans: 主体
zh_hant: 主體

# composition.suggestedStand
source: Suggested position
de: Empfohlener Standort
fr: Position suggérée
ja: 推奨撮影位置
ko: 추천 촬영 위치
pt_pt: Posição sugerida
th: จุดถ่ายที่แนะนำ
zh_hans: 推荐机位
zh_hant: 建議機位

# composition.title
source: Composition
de: Komposition
ja: 構図
ko: 구도
pt_pt: Composição
th: องค์ประกอบ
zh_hans: 构图
zh_hant: 構圖

# composition.clear
source: Clear
de: Löschen
fr: Effacer
ja: クリア
ko: 지우기
pt_pt: Limpar
th: ล้าง
zh_hans: 清除
zh_hant: 清除

# composition.frame
source: Celestial body in frame
de: Himmelskörper im Bild
fr: Astre dans le cadre
ja: 天体の画面内位置
ko: 천체의 화면 위치
pt_pt: Astro no enquadramento
th: ตำแหน่งวัตถุท้องฟ้าในภาพ
zh_hans: 天体在画面中的位置
zh_hant: 天體在畫面中的位置

# composition.left
source: Left 10°
de: Links 10°
fr: Gauche 10°
ja: 左 10°
ko: 왼쪽 10°
pt_pt: Esquerda 10°
th: ซ้าย 10°
zh_hans: 左侧 10°
zh_hant: 左側 10°

# composition.center
source: Centered
de: Zentriert
fr: Centré
ja: 中央
ko: 중앙
pt_pt: Centrado
th: กึ่งกลาง
zh_hans: 居中
zh_hant: 置中

# composition.right
source: Right 10°
de: Rechts 10°
fr: Droite 10°
ja: 右 10°
ko: 오른쪽 10°
pt_pt: Direita 10°
th: ขวา 10°
zh_hans: 右侧 10°
zh_hant: 右側 10°

# composition.subjectBearing
source: Subject bearing
de: Motivrichtung
fr: Direction du sujet
ja: 被写体の方位
ko: 피사체 방위
pt_pt: Direção do motivo
th: ทิศของตัวแบบ
zh_hans: 主体方向
zh_hant: 主體方向

# composition.bestTime
source: Best time
de: Beste Zeit
fr: Meilleur moment
ja: 最適時刻
ko: 최적 시간
pt_pt: Melhor hora
th: เวลาที่เหมาะที่สุด
zh_hans: 最佳时刻
zh_hant: 最佳時刻

# composition.error
source: Alignment error
de: Ausrichtungsfehler
fr: Écart d’alignement
ja: 位置ずれ
ko: 정렬 오차
pt_pt: Desvio de alinhamento
th: ความคลาดเคลื่อน
zh_hans: 对齐偏差
zh_hant: 對齊偏差

# composition.altitude
source: Altitude
de: Höhe
fr: Hauteur
ja: 高度
ko: 고도
th: มุมเงย
zh_hans: 高度
zh_hant: 高度

# composition.quality.exact
source: Error ≤1°
de: Fehler ≤1°
fr: Écart ≤1°
ja: 誤差≤1°
ko: 오차 ≤1°
pt_pt: Erro ≤1°
th: คลาดเคลื่อน ≤1°
zh_hans: 误差≤1°
zh_hant: 誤差≤1°

# composition.quality.strong
source: Strong alignment
de: Sehr gute Ausrichtung
fr: Très bon alignement
ja: 良好な一致
ko: 강한 정렬
pt_pt: Bom alinhamento
th: แนวตรงดีมาก
zh_hans: 高度对齐
zh_hant: 高度對齊

# composition.quality.workable
source: Usable alignment
de: Brauchbare Ausrichtung
fr: Alignement exploitable
ja: 実用的な一致
ko: 사용 가능한 정렬
pt_pt: Alinhamento utilizável
th: ใช้งานได้
zh_hans: 可用对齐
zh_hant: 可用對齊

# composition.quality.loose
source: Weak alignment
de: Lose Ausrichtung
fr: Alignement faible
ja: ずれが大きい
ko: 정렬 오차 큼
pt_pt: Alinhamento fraco
th: คลาดเคลื่อนมาก
zh_hans: 偏差较大
zh_hant: 偏差較大

# composition.side.left
source: Celestial body left of subject
de: Himmelskörper links vom Motiv
fr: Astre à gauche du sujet
ja: 天体は被写体の左
ko: 천체가 피사체 왼쪽
pt_pt: Astro à esquerda do motivo
th: วัตถุท้องฟ้าอยู่ซ้ายของตัวแบบ
zh_hans: 天体在主体左侧
zh_hant: 天體在主體左側

# composition.side.centered
source: Same bearing as subject
de: Gleiche Richtung wie das Motiv
fr: Même direction que le sujet
ja: 天体と被写体が同じ方位
ko: 천체와 피사체의 방위가 일치
pt_pt: Mesma direção do motivo
th: วัตถุท้องฟ้าอยู่ในทิศเดียวกับตัวแบบ
zh_hans: 天体与主体方向一致
zh_hant: 天體與主體方向一致

# composition.side.right
source: Celestial body right of subject
de: Himmelskörper rechts vom Motiv
fr: Astre à droite du sujet
ja: 天体は被写体の右
ko: 천체가 피사체 오른쪽
pt_pt: Astro à direita do motivo
th: วัตถุท้องฟ้าอยู่ขวาของตัวแบบ
zh_hans: 天体在主体右侧
zh_hant: 天體在主體右側

# composition.arriveBy
source: Suggested arrival
de: Empfohlene Ankunft
fr: Arrivée conseillée
ja: 到着目安
ko: 권장 도착
pt_pt: Chegada sugerida
th: แนะนำให้ถึง
zh_hans: 建议到达
zh_hant: 建議到達

# composition.standDistance
source: Distance from subject
de: Abstand zum Motiv
fr: Distance au sujet
ja: 被写体までの距離
ko: 피사체와의 거리
pt_pt: Distância ao motivo
th: ระยะจากตัวแบบ
zh_hans: 与主体距离
zh_hant: 與主體距離

# composition.useStand
source: Use suggested position
de: Vorgeschlagenen Standort verwenden
fr: Utiliser la position suggérée
ja: 推奨位置を使う
ko: 추천 위치 사용
pt_pt: Usar posição sugerida
th: ใช้จุดที่แนะนำ
zh_hans: 使用推荐机位
zh_hant: 使用建議機位

# composition.search
source: Find shooting windows
de: Aufnahmefenster suchen
fr: Rechercher des créneaux photo
ja: 撮影できる時間帯を探す
ko: 촬영 시간대 찾기
pt_pt: Procurar janelas de fotografia
th: ค้นหาช่วงเวลาถ่ายภาพ
zh_hans: 查找拍摄窗口
zh_hant: 尋找拍攝時段

# composition.opportunities
source: Alignment opportunities
de: Ausrichtungsmöglichkeiten
fr: Occasions d’alignement
ja: 位置合わせ候補
ko: 정렬 기회
pt_pt: Oportunidades de alinhamento
th: โอกาสจัดแนว
zh_hans: 对齐机会
zh_hant: 對齊機會

# composition.noOpportunity
source: No visible alignment found
de: Keine sichtbare Ausrichtung gefunden
fr: Aucun alignement visible trouvé
ja: 見える位置合わせが見つかりません
ko: 보이는 정렬 시간을 찾지 못했습니다
pt_pt: Nenhum alinhamento visível encontrado
th: ไม่พบช่วงที่จัดแนวได้และมองเห็น
zh_hans: 未找到可见的对齐时刻
zh_hant: 未找到可見的對齊時刻

# composition.searchFailed
source: Couldn’t calculate alignment opportunities
de: Ausrichtungsmöglichkeiten konnten nicht berechnet werden
fr: Impossible de calculer les occasions d’alignement
ja: 位置合わせ候補を計算できませんでした
ko: 정렬 기회를 계산할 수 없습니다
pt_pt: Não foi possível calcular as oportunidades
th: คำนวณโอกาสจัดแนวไม่ได้
zh_hans: 无法计算对齐机会
zh_hant: 無法計算對齊機會

# composition.suggestedPlace
source: Suggested shooting position
de: Empfohlener Fotostandort
fr: Position de prise de vue suggérée
ja: 推奨撮影位置
ko: 추천 촬영 위치
pt_pt: Posição de fotografia sugerida
th: จุดถ่ายภาพที่แนะนำ
zh_hans: 推荐拍摄机位
zh_hant: 建議拍攝機位

# composition.geometryNote
source: Map alignment uses azimuth. The framing preview uses your reference-point altitude angle. Actual subject dimensions, terrain, obstructions, roads and on-site safety are not evaluated.
de: Die Kartenausrichtung nutzt den Azimut. Die Bildvorschau nutzt den eingegebenen Höhenwinkel des Motivpunkts. Tatsächliche Motivgröße, Gelände, Hindernisse, Straßen und Sicherheit vor Ort werden nicht bewertet.
fr: L’alignement sur la carte utilise l’azimut. L’aperçu utilise l’angle de hauteur du point de référence saisi. Les dimensions réelles du sujet, le relief, les obstacles, les routes et la sécurité sur place ne sont pas évalués.
ja: 地図上の位置合わせは方位角に基づき、構図プレビューは入力した基準点の仰角を使います。被写体の実寸、地形、遮蔽物、道路、現地の安全性は評価しません。
ko: 지도 정렬은 방위각을 기준으로 합니다. 구도 미리보기는 입력한 기준점의 고도각을 사용합니다. 피사체의 실제 크기, 지형, 장애물, 도로와 현장 안전은 평가하지 않습니다.
pt_pt: O alinhamento no mapa usa o azimute. A pré-visualização usa o ângulo de elevação do ponto de referência introduzido. Não avalia as dimensões reais do motivo, o terreno, obstáculos, estradas nem a segurança no local.
th: การจัดแนวบนแผนที่ใช้มุมทิศ ภาพตัวอย่างใช้มุมเงยของจุดอ้างอิงที่คุณป้อน ไม่ประเมินขนาดจริงของวัตถุ ภูมิประเทศ สิ่งกีดขวาง ถนน หรือความปลอดภัยในพื้นที่
zh_hans: 地图对齐基于方位；构图预演采用你输入的参考点仰角。未计算主体实际尺寸、地形、遮挡、道路或现场安全。
zh_hant: 地圖對齊基於方位；構圖預演採用你輸入的參考點仰角。未計算主體實際尺寸、地形、遮擋、道路或現場安全。
